/* URLValidator error messages. */
"Attempt to validate nil site argument." = "Attempt to validate nil site argument.";
"Site string is empty!" = "Site string is empty!";
"Can't form url from site string. String contains forbidden characters." = "Can't form url from site string. String contains forbidden characters.";
"Can't form url from site string." = "Can't form url from site string.";

/* UIAlertController alert user text. */

"Error" = "Error";
"OK" = "OK";

/* ChannelsViewController */

"Channels" = "Channels";

/* SearchViewController */
"website" = "website";
"rss link" = "rss link";
"   Add  " = "   Add  ";
